[THIEF_Obj DishonoredObjective]
m_Description="无影神偷"

[THIEF_Obj:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="返回起点"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="（可选）收集所有贵重物品"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="偷馅饼的！"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="一整套"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="找到德里斯科蛋"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_18 DishonoredTask_Custom]
m_Description="找到莱德摩尔蛋"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_19 DishonoredTask_Custom]
m_Description="找到韦恩登蛋"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_20 DishonoredTask_Custom]
m_Description="找到伯特斯戴德蛋"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_21 DishonoredTask_Custom]
m_Description="找到卡勒罗蛋"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_22 DishonoredTask_Custom]
m_Description="找到所有机械蛋"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="进入公馆"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="找到亚罗蛋"
m_Status=""

[THIEF_Obj:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="（可选）收集价值2000金币的贵重物品"
m_Status=""

